tap "cargo-lambda/cargo-lambda"
tap "codecrafters-io/tap"
tap "felixkratz/formulae"
tap "hashicorp/tap"
tap "homebrew/services"
tap "tbsklg/strikes"
brew "docker"
brew "zstd"
brew "exercism"
brew "gleam"
brew "llvm@16"
brew "minisign"
brew "pure"
brew "stylua"
brew "zig"
brew "codecrafters-io/tap/codecrafters"
brew "felixkratz/formulae/sketchybar"
brew "hashicorp/tap/terraform"
brew "tbsklg/strikes/strikes"
cask "android-platform-tools"
cask "brave-browser"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "wezterm"
cask "whatsapp"
